Repository: goodtune/vitriolic
Catalog: touchtechnology/common/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: Email Address
fr: Adresse électronique

source: Default
fr: Par défaut

source: If left blank, this will be automatically set based on the title.
fr: Si non renseigné, le titre sera automatiquement pris en compte.

source: Password
fr: Mot de passe

source: Password (again)
fr: Mot de passe (encore)

source: This email address is already in use. Please supply a different email address.
fr: Cette adresse électronique est déjà utilisée. Veuillez fournir une adresse électronique différente.

source: The two password fields didn't match.
fr: Les champs des deux mots de passe sont différents.

source: Your email address is also your username.<br />Please ensure you enter it correctly.
fr: Votre adresse électronique est également votre nom d'utilisateur.<br/> Veuillez vous assurer que vous l'entrez correctement.

source: Title
fr: Titre

source: Short title
fr: Titre abrégé

source: This is used in navigation menus instead of the longer title value.
fr: Elle est utilisée dans les menus de navigation à la place d'une plus longue valeur de titre.

source: Slug
fr: Partie d'une URL

source: Slug locked
fr: Partie d'une URL verrouillée

source: HTTPS Required
fr: HTTPS requis

source: Force this to be served via HTTPS.
fr: Forcer à être diffusé via HTTPS.

source: Enabled
fr: Activé

source: Set this to 'No' to disable this object and it's children on the site.
fr: Le définir à "Non" pour désactiver cet objet et ses dépendances sur le site.

source: Hide from menus
fr: Masquer des menus

source: When set to 'Yes' this object will still be available, but will not appear in menus.
fr: Lorsqu'il est défini à "Oui" cet objet sera toujours disponible, mais il n'apparaitra pas dans les menus.

source: Hide from sitemap
fr: Cacher du plan du site

source: When set to 'Yes' this object will not be listed in the auto-generated sitemap.
fr: Lorsqu'il est défini à "Oui" cet objet ne figurera pas dans le plan du site généré automatiquement.

source: Hide from spiders
fr: Cacher des internautes

source: Set this to 'Yes' to prevent search engines from indexing this part of the site.<br /> <strong>Warning:</strong> this may affect your ranking in search engines.
fr: Attribuer "Oui" pour empêcher les moteurs de recherche d'indexer cette partie du site..<br /> <strong>Warning:</strong> ce qui peut affecter votre classement dans les moteurs de recherche.

source: Restrict to Groups
fr: Limiter aux Groupes

source: If you select one or more of these groups your visitors will need to be logged in and a member of an appropriate group to view this part of the site.
fr: Si vous sélectionnez un ou plusieurs de ces Groupes, vos visiteurs devront être connectés et membres d'un groupe approprié pour afficher cette partie du site.

source: direction must be one of 'left' or 'right'
fr: La direction doit être soit "gauche" soit "droite"

source: Your {model} has been saved.
fr: Votre {model} a été enregistré.

source: Your {model} was not changed.
fr: Votre {model} n'a pas été changé.

source: Your {models} have been saved.
fr: Vos {models} ont été enregistrés.

source: Your %(model_verbose_name)s and %(related_verbose_name_plural)s have been saved.
fr: Vos %(model_verbose_name)s and %(related_verbose_name_plural)s ont été enregistrés.

source: The %s has been deleted.
fr: Les %s ont été supprimés.

source: Your changes have been saved.
fr: Vos modifications ont été enregistrées.

source: You did not make any changes.
fr: Vous n'avez fait aucune modification.

source: Page Not Found
fr: Page non trouvée

source: The page you have requested does not exist.
fr: La page que vous avez demandée n'existe pas.

source: Server Error
fr: Erreur du serveur

source: An unexpected error has occurred.
fr: Une erreur inattendue s'est produite.

source: We've sent an email to our technical team and we will do our best to fix the problem.
fr: Nous avons envoyé un courriel à notre équipe technique et nous ferons de notre mieux pour résoudre le problème.

source: Powered by
fr: Alimenté par

source: Logged out
fr: Déconnecté

source: You have successfully been logged out.
fr: Vous avez été déconnecté avec succès.

source: Log in again
fr: Se connecter à nouveau

source: Login Required
fr: Connexion requise

source: You are attempting to access a part of the site which is restricted.
fr: Vous essayez d'accéder à une partie du site qui a un accès restreint.

source: Login
fr: Connexion

source: Reset Password
fr: Réinitialiser le mot de passe

source: Register
fr: Enregistrer

source: Password change successful
fr: Changement du mot de passe réussi

source: Your password was changed.
fr: Votre mot de passe a été modifié.

source: Return to site
fr: Retourner au site

source: Return to admin
fr: Retour à admin

source: Password change
fr: Changement de mot de passe

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: S'il vous plaît entrez votre ancien mot de passe, pour des raisons de sécurité, et ensuite entrez votre nouveau mot de passe deux fois afin de vérifier que vous l'avez saisi correctement.

source: Change my password
fr: Changer mon mot de passe

source: Password reset complete
fr: Réinitialisation du mot de passe terminée

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été défini. Vous pouvez continuer maintenant et ouvrir une session.

source: Enter new password
fr: Entrez le nouveau mot de passe

source: Password reset unsuccessful
fr: La réinitialisation du mot de passe a échoué

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: S'il vous plaît, entrez votre nouveau mot de passe deux fois afin de vérifier que vous l'avez saisi correctement.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation de mot de passe était incorrect, peut-être parce qu'il a déjà été utilisé. S'il vous plaît, demandez de réinitialiser un nouveau mot de passe.

source: Password reset successful
fr: La réinitialisation du mot de passe a réussi

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fr: Nous vous avons envoyé un courriel avec les instructions pour configurer votre votre mot de passe à l'adresse e-mail que vous avez remise. Vous devriez le recevoir bientôt.

source: You're receiving this e-mail because you requested a password reset for your user account at "%(site_name)s".
fr: Vous recevez cet e-mail parce que vous avez demandé un password reset pour votre compte utilisateur à « %(site_name)s » .

source: Please visit the following URL and set your new password.
fr: Veuillez consulter l'URL suivante et définissez votre nouveau mot de passe.

source: Just in case you've forgotten, your username is "%(username)s".
fr: Juste au cas où vous l'avez oublié, votre nom d'utilisateur est « %(username)s ».

source: Password reset
fr: Réinitialisation du mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse de courriel ci-dessous et nous allons y envoyer les instructions pour en configurer un nouveau.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: My Account
fr: Mon compte

source: Save
fr: Enregistrer

source: Change Password
fr: Changer le mot de passe

source: Logout
fr: Déconnexion

source: Build
fr: Construire

source: Unversioned
fr: Non modifié
